Validation_Cases/IncompressibleNACA0012/409/Coarse_SA/system/yPlus
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/


yPlus1
{
    type        yPlus;
    libs        (fieldFunctionObjects);

    writeControl    writeTime;
    patches         (airfoilLower airfoilUpper);
}





// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //